      ******************************************************************
      * Author: Sergio Soria
      * Creation Date: 20231018
      * Purpose: Mi primer programa de Cobol
      * Modification Date: 20231018
      ******************************************************************
       IDENTIFICATION DIVISION.
       PROGRAM-ID. HOLA-MUNDO.
       DATA DIVISION.
       FILE SECTION.
       WORKING-STORAGE SECTION.
       PROCEDURE DIVISION.
       MAIN-PROCEDURE.
            DISPLAY "Hola mundo!".
            DISPLAY "Estoy aprendiendo programación en Cobol".
            STOP RUN.
       END PROGRAM HOLA-MUNDO.
